Repository: LeversonCarlos/ComicsShelf
Catalog: ComicsShelf/R/Strings.*.resx
Languages: es, fr, pt_br

# BASE_CANCEL_COMMAND
source: Cancel
es: Cancelar
fr: Annuler
pt_br: Cancelar

# FILE_PAGESTATS_TEXT
source: page {0} of {1}
es: página {0} de {1}
pt_br: página {0} de {1}

# HOME_FEATURED_PAGE_TITLE
source: Featured
pt_br: Destaques

# HOME_FOLDERS_PAGE_TITLE
source: All Comics
pt_br: Todos os Quadrinhos

# HOME_LIBRARY_EMPTY_MESSAGE_INSTRUCTIONS
source: Use the upper right button to define libraries containing some CBZ files.
pt_br: Use o botão superior direito para definir bibliotecas contendo alguns arquivos CBZ.

# HOME_LIBRARY_MENU
source: Library
pt_br: Biblioteca

# HOME_READING_FILES_SECTION_TITLE
source: Continue Reading
es: Sigue leyendo
fr: Continuer la lecture
pt_br: Continue Lendo

# HOME_RECENT_FILES_SECTION_TITLE
source: Recently Added Comics
es: Comics añadidos recientemente
fr: Comics récemment ajoutés
pt_br: Adicionados Recentemente

# HOME_TOP_RATED_SECTION_TITLE
source: Top Rated Comics
es: Cómics mejor calificados
fr: Meilleurs comics
pt_br: Melhor Qualificado

# LIBRARY_EMPTY_MESSAGE_INSTRUCTIONS
source: Click on the buttons bellow to add a LOCAL or ONEDRIVE folder that contains your comic book files (those files with the CBZ extension).
es: Use el menú deslizante de la izquierda para agregar una carpeta LOCAL u ONEDRIVE que contenga sus archivos de historietas (aquellos con la extensión CBZ).
fr: Utilisez le menu de gauche pour ajouter un dossier LOCAL ou ONEDRIVE contenant vos fichiers de comics (ceux avec l’extension CBZ).
pt_br: Clique nos botões abaixo para adicionar uma pasta LOCAL ou do ONEDRIVE que contenha seus arquivos de quadrinhos (aqueles com a extensão CBZ).

# LIBRARY_EMPTY_MESSAGE_TITLE
source: You dont have a library defined yet.
es: Aún no tienes una biblioteca definida.
fr: Vous n'avez pas encore de bibliothèque définie.
pt_br: Você não tem uma biblioteca definida ainda.

# LIBRARY_INVALID_FOLDER_MESSAGE
source: This folder has no CBZ files. Choose a valid folder containing some comic book files on it.
pt_br: Essa pasta não possui arquivos CBZ. Escolha uma pasta válida que contenha alguns arquivos de quadrinhos dentro dela.

# LIBRARY_MAIN_LABEL
source: Comic Books Library
pt_br: Biblioteca de Quadrinhos

# LIBRARY_MAIN_TITLE
source: Library
pt_br: Biblioteca

# LIBRARY_NEW_LOCAL_FOLDER_COMMAND
source: Local Folder
pt_br: Pasta Local

# LIBRARY_NEW_ONEDRIVE_FOLDER_COMMAND
source: OneDrive Folder
pt_br: Pasta do OneDrive

# LIBRARY_REMOVE_LIBRARY_COMMAND
source: Remove
pt_br: Remover

# SEARCH_ENGINE_LOADING_DATABASE_DATA_MESSAGE
source: Loading current database data
es: Cargando datos de la base de datos actual
fr: Chargement des données de la base de données actuelle
pt_br: Carregando dados da base de dados

# SEARCH_ENGINE_SEARCHING_COMIC_FILES_MESSAGE
source: Searching for comic files on your libraries
es: Buscando archivos de historietas en sus bibliotecas
fr: Rechercher des comics dans vos bibliothèques
pt_br: Procurando quadrinhos em suas bibliotecas

# STARTUP_ENGINE_EXTRACTING_DATA_FEATURED_FILES_MESSAGE
source: Loading covers for Featured comic files
es: Carga de portadas para archivos de cómic destacados
fr: Extraction des couvertures pour les fichiers de comic en vedette
pt_br: Extraindo informações dos quadrinhos em Destaque

# STARTUP_ENGINE_EXTRACTING_DATA_FOLDERS_FILES_MESSAGE
source: Loading covers for Folders comic files
pt_br: Extraindo informações dos quadrinhos Capa de Pasta

# STARTUP_ENGINE_EXTRACTING_DATA_REMAINING_FILES_MESSAGE
source: Loading covers for all Remaining comic files
es: Extracción de portada para todos los archivos de historietas restantes
fr: Extraction des couvertures pour tous les fichiers de comic restants
pt_br: Extraindo informações dos quadrinhos Restantes

# STARTUP_ENGINE_LOADING_DATABASE_MESSAGE
source: Loading database
es: Cargando base de datos
fr: Chargement de la base de données
pt_br: Carregando base de dados

# STARTUP_ENGINE_LOADING_SETTINGS_MESSAGE
source: Loading settings
pt_br: Carregando configurações

# STARTUP_ENGINE_VALIDATING_LIBRARY_PATH_MESSAGE
source: Validating the library location
pt_br: Validando a localização da biblioteca

# BASE_OK_COMMAND
source: OK
es: Okay

# FOLDER_DIALOG_CANCEL_COMMAND
source: Cancel
es: Cancelar
fr: Annuler

# FOLDER_DIALOG_CONFIRM_COMMAND
source: Confirm
es: Confirmar
fr: Confirmer

# FOLDER_DIALOG_SELECTED_PATH_LABEL
source: Selected folder:
es: Carpeta seleccionada:
fr: Dossier sélectionné:

# FOLDER_DIALOG_TITLE
source: Folder Selector
es: Selector de carpetas
fr: Sélecteur de dossiers

# SPLASH_FILE_CLEAR_COMIC_CACHE_MESSAGE
source: Clear current comic local cache from your device
es: Borre la memoria caché local actual de su dispositivo
fr: Effacer le cache local actuel du comics de votre appareil

# SPLASH_FILE_MARK_ALL_AS_READED_LABEL
source: Mark all as Readed
es: Marcar todo como leído
fr: Tout marquer comme lu

# SPLASH_FILE_MARK_AS_READED_LABEL
source: Mark as Readed
es: Marcar como leído
fr: Marquer comme lu
